const chatHistory = [
    {
        "created": "2020-06-27T15:35:49.092519157Z",
        "text": "пришёл: username"
    },
    {
        "created": "2020-06-27T15:36:36.888247079Z",
        "name": "Козьма Прутков",
        "text": "Вред или польза действия обуславливается совокупностью обстоятельств."
    },
    {
        "created": "2020-06-27T15:37:38.184978456Z",
        "text": "пришёл: username2"
    },
    {
        "created": "2020-06-27T15:38:36.888350105Z",
        "name": "Козьма Прутков",
        "text": "Новые сапоги всегда жмут."
    },
    {
        "created": "2020-06-27T15:40:36.888267343Z",
        "name": "Козьма Прутков",
        "text": "Вред или польза действия обуславливается совокупностью обстоятельств."
    },
    {
        "created": "2020-06-27T15:41:10.073474564Z",
        "text": "ушёл: username"
    },
    {
        "created": "2020-06-27T15:41:12.073474564Z",
        "text": "ушёл: username2"
    },
    {
        "created": "2020-07-28T12:18:39.615565276Z",
        "text": "пришёл: testUser"
    },
    {
        "created": "2020-07-28T12:19:37.901396084Z",
        "name": "Козьма Прутков",
        "text": "Всякий необходимо причиняет пользу, употреблённый на своём месте. Напротив того: упражнения лучшего танцмейстера в химии неуместны; советы опытного астронома в танцах глупы."
    },
    {
        "created": "2020-07-28T12:20:39.20969221Z",
        "text": "пришёл: :)"
    },
    {
        "created": "2020-07-28T12:20:39.486860163Z",
        "text": "ушёл: testUser"
    },
    {
        "created": "2020-07-28T12:21:37.901510363Z",
        "name": "Козьма Прутков",
        "text": "Благочестие, ханжество, суеверие - три разницы."
    },
    {
        "created": "2020-07-28T12:22:39.174469414Z",
        "text": "пришёл: testUser"
    },
    {
        "created": "2020-07-28T12:22:39.445295425Z",
        "text": "ушёл: :)"
    },
    {
        "created": "2020-07-28T12:23:37.901395662Z",
        "name": "Козьма Прутков",
        "text": "Принимаясь за дело, соберись с духом."
    },
    {
        "created": "2020-07-28T12:24:37.901480251Z",
        "name": "testUser",
        "text": "Фсем привет в этом чятике"
    },
    {
        "created": "2020-07-28T12:25:37.901480251Z",
        "name": "Козьма Прутков",
        "text": "И в самых пустых головах любовь нередко преострые выдумки рождает."
    },
    {
        "created": "2020-07-28T12:26:39.462707251Z",
        "text": "ушёл: testUser"
    },
];

export default chatHistory;